__doc__ = 'Сквозь кровь и пот родилась эта библиотека.' \
          '\n[инсайд-запись работы нашей команды над проектом: https://www.youtube.com/watch?v=pTZaNHZGsQo]' \
          '\n\nМодули в библиотеке:' \
          '\n* approximation (кейс по апроксимации и интерполяции)' \
          '\n* equations (кейс по ДУ)' \
          '\n* integ_diff (кейс по интегралам и производным)' \
          '\n* soLAE (кейс по СЛАУ), spctral (кейс по спектральному анализу)' \
          '\n* matrix (кейс по матрицам)' \
          '\n* optimization (7-8 кейсы на алгоритмы оптимизации)'