"""Модуль содержит в себе пакеты с решенными ТЗ.

Каждый покет соответствует каждому из 8 ТЗ.
В пакете содержится набор функций.
Функции те же самые, что были отправлены для проверки.
"""

import pract1
import pract2
import pract3
import pract4
import pract5
import pract6
import pract7_8

print("""Модуль разделен на пакеты.
Каждый пакет соответсвует техническому заданию.
пакет pract1 соответствует ТЗ - 1.

Доступный список пакетов:
    pract1
    pract2
    pract3
    pract4
    pract5
    pract6
    pract7_8
""")

